Repository: EB-TNAP/enigma2-plugin-youtube
Catalog: po/*.po
Languages: bg, lv

source: (%d-%d of %d)
bg: (%d-%d из %d)
lv: (%d-%d no %d)

source: dislikes
bg: нехаресвания
lv: nepatīk

source: likes
bg: харесвания
lv: patīk

source: views
bg: показвания
lv: skatījumi

source: Active video downloads
bg: Активно изтегляне на видеоклипове
lv: Aktīvās video lejupielādes

source: All
bg: Всички
lv: Visi

source: Ask user
bg: Питай потребител
lv: Jautāt

source: Australia
bg: Австралия
lv: Austrālija

source: Brazil
bg: Бразилия
lv: Brazīlija

source: Canada
bg: Канада
lv: Kanāda

source: Cancel
bg: Отказ
lv: Atcelt

source: Chinese
lv: Ķīniešu

source: Choose what you want to do
bg: Изберете следваща стъпка
lv: Izvēlieties ko vēlaties darīt

source: Close YouTube
bg: Затвори YouTube
lv: Aizvērt YouTube

source: Created date
bg: Дата на създаване
lv: Izveidošanas datuma

source: Czech
lv: Čehu

source: Czech Republic
bg: Чехия
lv: Čehija

source: Default
lv: Noklusētais

source: Delete this entry
bg: Изтриване на този запис
lv: Dzēst šo ierakstu

source: Disliked!
bg: Отбелязан, че не ми харесва!
lv: Atzīmēts, ka nepatīk!

source: Download directory:
bg: Директория за изтеглянията:
lv: Lejupielādes mape:

source: Download feed entries. Please wait...
bg: Изтегляне на фийдове. Моля изчакайте...
lv: Lejuplādē barotnes. Lūdzu uzgaidiet...

source: Download search results. Please wait...
bg: Изтегляне на резултати от търсенето. Моля изчакайте...
lv: Lejuplādē meklēšanas rezultātus. Lūdzu uzgaidiet...

source: Download video
bg: Изтегляне на видео
lv: Lejuplādēt video

source: Downloading
bg: Изтегляне
lv: Lejuplādē

source: Duration:
bg: Продължителност:
lv: Ilgums:

source: Dutch
lv: Holandiešu

source: Embedded in webpages
bg: Видео на уеб-сайтове
lv: Video no web lapām

source: Exclude restricted content:
bg: Изключване на ограниченото съдържание:
lv: Nemeklēt ierobežotu saturu:

source: Exit
bg: Изход
lv: Iziet

source: Extract video url. Please wait...
bg: Извличане URL адреса на видеоклипа. Изчакайте...
lv: Meklē video saiti. Lūdzu uzgaidiet...

source: FFmpeg will be used to merge downloaded DASH video and audio files. FFmpeg will be installed if necessary.
lv: Tiks lietots FFmpeg lai apvienotu lejupielādētos DASH video and audio failus. Ja nepieciešams, FFmpeg tiks uzstādīts.

source: France
bg: Франция
lv: Francija

source: French
lv: Franču

source: German
lv: Vācu

source: Germany
bg: Германия
lv: Vācija

source: Go to %s And enter the code %s
bg: Идете на %s И въведете код %s
lv: Ejiet uz %s Un ievadiet kodu %s

source: Greece
bg: Гърция
lv: Grieķija

source: Greek
lv: Grieķu

source: HD videos
bg: HD видео
lv: HD video

source: Hebrew
lv: Ungāru

source: Hindi
lv: Hindu

source: Hong Kong
bg: Хонг Конг
lv: Honkonga

source: How many search results will be returned. If greater value then longer time will be needed for thumbnail download.
bg: Колко резултата от търсенето да бъдат показани. Колкото по-голям е броя, толкова повече време ще отнеме зареждането на миниатюри.
lv: Cik daudz meklēšanas rezultātu tiks parādīti. Jo lielāks skaits, jo ilgāks laiks būs nepieciešmas sīkattēlu lejuplādēšanai.

source: I dislike this
bg: Това ми харесва
lv: Man nepatīk

source: I like this
bg: Това не ми харесва
lv: Man patīk

source: India
bg: Индия
lv: Indija

source: Info
bg: Информация
lv: Informācija

source: Ireland
bg: Ирландия
lv: Īrija

source: Israel
bg: Израел
lv: Izrēla

source: Italian
lv: Itāļu

source: Italy
bg: Италия
lv: Itālija

source: Japan
bg: Япония
lv: Japāna

source: Japanese
lv: Japāņu

source: Keyboard
bg: Клавиатура
lv: Tastatūra

source: Korean
lv: Korejiešu

source: Latvia
bg: Латвия
lv: Latvija

source: Latvian
lv: Latviešu

source: Liked videos
bg: Харесани видеоклипове
lv: Patīk

source: Liked!
bg: Отбелязан, че ми харесва!
lv: Atzīmēts, ka patīk!

source: Log in to your YouTube account when plugin starts. This needs to approve in the Google home page!
bg: Използвайте вашия YouTube акаунт при старт на плъгина. Това трябва да се потвърди на началната Google страница!
lv: Startējot sprudni ielogoties jūsu YouTube kontā. Tam nepieciešams apstiprinājums Google mājas lapā!

source: Login on startup:
bg: Удостоверяване при стартиране:
lv: Startējot ielogoties:

source: Maximum video resolution:
bg: Максимална видео резолюция:
lv: Мaksimālā video izšķirtspēja:

source: Media player:
lv: Media atskaņotājs:

source: Merge downloaded files:
lv: Apvienot lejupielādētos failus:

source: Mexico
bg: Мексико
lv: Meksika

source: Moderate
bg: Умерено
lv: Mēreni

source: Most viewed
bg: Най-гледани
lv: Skatītākie

source: Movies
bg: Филми
lv: Filmas

source: My Subscriptions
bg: Абонаменти
lv: Mani abonementi

source: My feeds
bg: Моиите фийдове
lv: Manas saites

source: New Zealand
bg: Нова Зеландия
lv: Jaunzēlande

source: Next %s entry
lv: Nākošais %s ieraksts

source: No
bg: Не
lv: Nē

source: No, but play video again
bg: Не, но възпроизведи клипа още веднъж
lv: Nē, atskaņot video vēlreiz

source: Open
bg: Отвори
lv: Atvērt

source: Order in which search results will be displayed.
bg: Ред по който ще се показват резултатите от търсенето.
lv: Kārtība, kādā meklēšanas rezultāti tiks attēloti.

source: Play next
bg: Възпроизвеждане на следващия
lv: Atskaņot nākošo

source: Play next video
bg: Възпроизвеждане на следващия клип
lv: Atskaņot nākošo video

source: Play previous
bg: Възпроизвеждане на предишния
lv: Atskaņot iepriekšējo

source: Play previous video
bg: Възпроизвеждане на предишния клип
lv: Atskaņot iepriekšējo video

source: Play video again
bg: Възпроизвеждане на клипа отново
lv: Atskaņot video vēlreiz

source: Playlists
bg: Плейлисти
lv: Atskaņošanas saraksti

source: Please select the download directory
bg: Моля изберете директория за изтеглянията
lv: Lūdzu izvēlieties lejupielādes mapi

source: Poland
bg: Полша
lv: Polija

source: Polish
lv: Poļu

source: Portuguese
lv: Portugāļu

source: Previous %s entry
lv: Iepriekšējais %s ieraksts

source: Public feeds
bg: Публични фийдове
lv: Publiskās saites

source: Published at:
bg: Публикуван на:
lv: Publicēts:

source: Quit
bg: Изход
lv: Iziet

source: Rate video
bg: Оценка на клипа
lv: Novērtēt video

source: Rating
bg: Рейтинг
lv: Vērtējuma

source: Rating removed!
bg: Рейтинга е изтрит!
lv: Novērtējums dzēsts!

source: Recent
bg: Най-скорошни
lv: Jaunākie

source: Relevance
bg: Уместност
lv: Atbilstības

source: Remove my rating
bg: Изтриване на моя рейтинг
lv: Dzēst manu vērtējumu

source: Repeat
bg: Повтори
lv: Atkārtot

source: Return search results for the specified country.
bg: Покажи резултатите от търсенето за конкретна държава.
lv: Izmantot meklēšanas rezultātus norādītajai valstij.

source: Return search results that are most relevant to the specified language.
bg: Покажи резултатите от търсенето, които са най-уместни за указания език.
lv: Izmantot meklēšanas rezultātus kuri visvairāk atbilst norādītajai valodai.

source: Return to list
bg: Връщане към списъка
lv: Atgriesties sarakstā

source: Russia
bg: Русия
lv: Krievija

source: Save search result:
bg: Запазване на резултатите от търсенето:
lv: Saglabāt meklēšnas rezultātu:

source: Save your search result in the history, when search completed.
bg: Запази резултатите от търсенето в история, след завършване на търсенето.
lv: Saglabāt jūsu meklēšanas rezultātu vēsturē, kad meklēšana pabeigta.

source: Search
bg: Търсене
lv: Meklēt

source: Search channels
bg: Търсене на канали
lv: Meklēt kanālus

source: Search for similar
bg: Търсене на подобни
lv: Meklēt līdzīgu

source: Search language:
bg: Език за търсене:
lv: Meklēšnas valoda:

source: Search live broadcasts
bg: Търсене потоци на живо
lv: Meklēt tiešraides

source: Search playlists
bg: Търсене на плейлисти
lv: Meklēt atskaņošanas sarakstus

source: Search region:
bg: Регион за търсене:
lv: Meklēšnas reģions:

source: Search results:
bg: Резултати от търсенето:
lv: Meklēšnas rezultāti:

source: Search videos
bg: Търсене на клипове
lv: Meklēt video

source: Shows
bg: Шоу
lv: Pārraides

source: Sorry, download directory not exist! Please specify in the settings existing directory.
bg: За съжаление не съществува директория за изтеглянията! Моля укажете в настройките съществуваща директория.
lv: Atvainojiet, lejupielādes direktorija neeksistē! Lūdzu norādiet uzstādījumos eksistējošu direktoriju.

source: Sorry, this file already exists: %s
bg: За съжаление този файл вече съществува: %s
lv: Atvainojiet, šāds fails jau eksistē: %s

source: Sort search results by:
bg: Подреждане на резултатите от търсенето по:
lv: Kārtot meklēšnas rezultātus pēc:

source: South Korea
bg: Южна Корея
lv: Dienvidkoreja

source: Spain
bg: Испания
lv: Spānija

source: Spanish
lv: Spāņu

source: Specify the directory where save downloaded video files.
bg: Укажете директория където да се записват видео файловете.
lv: Norādiet mapi kurā saglabāt lejupielādētos video failus.

source: Specify the player which will be used for YouTube media playback.
lv: Norādiet atskaņotāju kuru izmantot YouTube media atskaņošanai.

source: Stop playing this movie?
bg: Да спра този клип?
lv: Apturēt atskaņot šo filmu?

source: Subscribe
bg: Абонамент
lv: Abonēt

source: Subscribe this video channel
bg: Абониране за този видео канал
lv: Abonēt šī video kanālu

source: Subscribed!
bg: Абониран!
lv: Abonēts!

source: Sweden
bg: Швеция
lv: Zviedrija

source: Swedish
lv: Zviedru

source: Taiwan
bg: Тайван
lv: Taivāna

source: Thai
lv: Taiešu

source: Thailand
bg: Тайланд
lv: Taizeme

source: The Netherlands
lv: Holande

source: There was an error in creating entry list! Maybe try other feeds...
bg: Грешка при създаване на списъка! Може да опитате други фийдове...
lv: Kļūda izveidojot barotņu sarakstu! Varbūt pamēģiniet citas saites...

source: There was an error in extract video url: %s
bg: Грешка при извличане на видео url: %s
lv: Kļūda meklējot video saiti: %s

source: There was an error!
bg: Имаше грешка!
lv: Atvainojiet, ir notikusi kļūda!

source: Title
bg: Име
lv: Nosaukuma

source: To merge downloaded files FFmpeg will be installed. FFmpeg can take a lot of space! Do you want to continue?
lv: Tiks uzstādīts FFmpeg lai apvienotu lejupielādētos failus. FFmpeg aizņem ļoti daudz vietas! Vai vēlaties turpināt?

source: To perform authentication will need in a web browser open Google home page, and enter the code! Do you currently have Internet access on the other device and we can continue?
bg: За да се потвърди акаунта Ви, в уеб-браузъра трябва да отворите началната Google страница и да въведете код! Имате ли в момента интернет достъп на друго устройство за да можем да продължим?
lv: Lai veiktu autentifikāciju vajag web pārlūkā atvērt Google mājas lapu un ievadīt kodu! Vai jums pašreiz ir pieeja inernetam citā ierīcē, un varam turpināt?

source: Top rated
bg: С най-добър рейтинг
lv: Novērtētākie

source: Try to exclude all restricted content from the search result.
bg: Опитайте да изключите ограниченото съдържание от резултатите от търсенето.
lv: Mēģinās izslēgt visu ierobežotu saturu no meklēšanas rezultātiem.

source: Turkey
lv: Turcija

source: Turkish
lv: Turku

source: United Kingdom
lv: Anglija

source: United States
bg: САЩ
lv: ASV

source: Unsubscribe
bg: Отписване
lv: Anulēt abonementu

source: Unsubscribed!
bg: Отписан!
lv: Abonements anulēts!

source: Uploads
bg: Мои качвания
lv: Augšupielādētie

source: Use
bg: Използване
lv: Lietot

source: Video download started!
bg: Започна свалянето на клипа!
lv: Video lejupielāde uzsākta!

source: Videos from this video channel
bg: Други клипове от този видео канал
lv: Citi video no šī video kanāla

source: View count
bg: Количество показвания
lv: Skatījumiem

source: Watch YouTube videos
bg: Гледайте YouTube клипове
lv: Atskaņo YouTube video

source: What do you want to do?
bg: Какво искате да направите?
lv: Ko vēlaties darīt?

source: What maximum resolution used when playing video, if available. If you have a slow Internet connection, you can use a lower resolution.
bg: Каква максимална резолюция да се използва при възпроизвеждане, ако е налична. Ако имате бавна Интернет връзка, можете да използвате по-ниска резолюция.
lv: Kādu maksimālo izšķirtspēju lietot atskaņojot video, ja tāda ir pieejama. Ja jums ir lēns interneta pieslēgums, varat lietot mazāku izšķirtspēju.

source: What to do when stop playback in videoplayer.
bg: Какво да се случи, когато възпроизвеждането е спряно.
lv: Ko darīt kad apstādiniet atskaņošanu.

source: What to do when the video ends.
bg: Какво да се случи, когато видеото завърши.
lv: Ko darīt kad video beidzas.

source: When playback stop:
bg: Когато възпроизвеждането е спряно:
lv: Kad apstādina atskaņošanu:

source: When video ends:
bg: Когато видеото завърши:
lv: Kad video beidzas:

source: Yes
bg: Да
lv: Jā

source: Yes, but play next video
bg: Да, но възпроизведи следващия клип
lv: Jā, atskaņot nākošo video

source: Yes, but play previous video
bg: Да, но възпроизведи предишния клип
lv: Jā, atskaņot iepriekšējo video

source: You already authorized access for this plugin to your YouTube account. Do you want to do it again to update access data?
bg: Вие вече сте дали достъп на този плъгин до вашия YouTube акаунт. Искате ли да го направите отново, за да обновите данните за достъп?
lv: Jūs jau esat autorizējis pieeju šim sprudnim jūsu YouTube kontam. Vai vēlaties darīt to vēlreiz, lai atjaunotu pieejas datus?

source: You have disabled downloaded file merge. Installed FFmpeg is no longer necessary. Do you want to remove FFmpeg?
lv: Jūs esat atspējojis lejupielādēto failu apvienošanu. Uzstādītais FFmpeg vairs nav nepieciešams. Vai vēlaties atinstalēt FFmpeg?

source: YouTube setup
bg: YouTube настройки
lv: YouTube iestatījumi

source: YouTube starting. Please wait...
bg: YouTube се стартира. Моля изчакайте...
lv: YouTube startējas. Lūdzu uzgaidiet...

source: Ok
bg: Ок
